Repository: RadioCampusFrance/seriously-simple-podcasting-campus-edition
Catalog: lang/seriously-simple-podcasting-*.po
Languages: fr_fr

# post type singular name
source: Podcast
fr_fr: Épisode

# podcast
source: Add New
fr_fr: Créer un nouveau

source: Add New %s
fr_fr: Créer un nouveau %s

source: Episode
fr_fr: Épisode

source: Edit %s
fr_fr: Modifier un %s

source: New %s
fr_fr: Nouvel %s

source: All %s
fr_fr: Tous les %s

source: Episodes
fr_fr: Épisodes

source: View %s
fr_fr: Voir les %s

source: Search %a
fr_fr: Chercher des %a

source: No %s Found
fr_fr: Aucune %s trouvé

source: No %s Found In Trash
fr_fr: Aucun %s trouvé dans la corbeille

source: Podcast
fr_fr: Podcasts

source: Podcast Series
fr_fr: Emissions podcastées

source: Series
fr_fr: Émissions

source: Search Series
fr_fr: Chercher des émissions

source: All Series
fr_fr: Toutes les émissions

source: Parent Series
fr_fr: Émission parente

source: Parent Series:
fr_fr: Émission parente :

source: Edit Series
fr_fr: Modifier l'émission

source: Update Series
fr_fr: Mettre à jour l'émission

source: Add New Series
fr_fr: Ajouter une nouvelle émission

source: New Series Name
fr_fr: Nom de la nouvelle émission

source: View Series
fr_fr: Afficher l'émission

source: Popular Series
fr_fr: Émissions populaires

source: Separate series with commas
fr_fr: Séparez les émissions avec des virgules

source: Add or remove Series
fr_fr: Ajouter ou retirer des émissions

source: Choose from the most used Series
fr_fr: Choisir parmi les émissions les plus utilisées

source: No Series Found
fr_fr: Aucune émission trouvée

source: Series feed URL
fr_fr: URL du flux de l'émission

source: Episode updated. %sView episode%s.
fr_fr: Épisode mis à jour. %sAfficher l'épisode%s.

source: Custom field updated.
fr_fr: Champ particulier enregistré

source: Custom field deleted.
fr_fr: Champ particulier supprimé.

source: Episode updated.
fr_fr: Épisode mis à jour.

source: Episode restored to revision from %s.
fr_fr: Épisode restauré à la version %s.

source: Episode published. %sView episode%s.
fr_fr: Épisode publié. %sAfficher l'épisode%s.

source: Episode saved.
fr_fr: Épisode enregistré.

source: Episode submitted. %sPreview episode%s.
fr_fr: Épisode enregistré %sPre-visualiser l'épisode%s.

source: Episode scheduled for: %1$s. %2$sPreview episode%3$s.
fr_fr: Épisode prévu pour le : %1$s. %2$sPre-visualiser l'épisode%3$s.

source: M j, Y @ G:i
fr_fr: j M Y à G:i

source: Episode draft updated. %sPreview episode%s.
fr_fr: Brouillon d'épisode mis à jour. %sPre-visualiser l'épisode%s.

source: Podcast Episode Details
fr_fr: Détails sur l'épisode du podcast

source: Upload File
fr_fr: Envoyer un fichier

source: Audio file:
fr_fr: Fichier audio:

source: Upload the primary podcast audio file. If the file is hosted on another server simply paste the URL here.
fr_fr: Envoyez le fichier audio principal du podcast. Si le fichier est hébergé sur un autre serveur, collez simplement l'URL ici.

source: Duration:
fr_fr: Durée :

source: Duration of audio file for display (calculated automatically if possible).
fr_fr: Durée affichée du fichier audio (elle sera calculée automatiquement, si possible).

source: File size:
fr_fr: Taille du fichier :

source: Size of the audio file for display (calculated automatically if possible).
fr_fr: Taille affichée du fichier audio (elle sera calculée automatiquement, si possible).

source: Date recorded:
fr_fr: Date d'enregistrement :

source: The date on which this episode was recorded.
fr_fr: La date à laquelle cet épisode à été enregistré.

source: Explicit:
fr_fr: Explicite :

source: Mark this episode as explicit.
fr_fr: Noter que cet épisode contient un langage explicite (pour iTunes)

source: Block from iTunes:
fr_fr: Bloquer iTunes :

source: Block this episode from appearing in iTunes.
fr_fr: Ne pas afficher cet épisode dans le flux pour iTunes.

source: %s Episode
fr_fr: %s épisode

source: Enter episode title here
fr_fr: Entrez le titre de l'épisode ici

source: Subscribe to this series
fr_fr: S'abonner à l'émission

source: RSS Feed:
fr_fr: Flux RSS :

source: By series
fr_fr: Par émission

source: Show archived series...
fr_fr: Afficher les anciennes émissions...

source: Download file
fr_fr: Télécharger

source: Play in new window
fr_fr: Écouter dans une nouvelle fenêtre

source: Duration
fr_fr: Durée

source: Size
fr_fr: Taille

source: Recorded on
fr_fr: Enregistré le

source: Podcast RSS feed
fr_fr: Flux RSS du podcast

source: Podcast Settings
fr_fr: Paramètres des podcasts

source: Settings
fr_fr: Paramètres

source: -- None --
fr_fr: -- Aucun --

source: Video Games
fr_fr: Jeux vidéos

source: Podcast post types
fr_fr: Types de podcasts

source: Include podcast in main blog
fr_fr: Inclure les podcasts dans le blog principal

source: Audio player locations
fr_fr: Positions du lecteur audio

source: Full content
fr_fr: Contenu complet

source: Excerpt
fr_fr: Extrait

source: Audio player position
fr_fr: Position du lecteur audio

source: Above content
fr_fr: Au-dessus du contenu

source: Below content
fr_fr: Sous le contenu

source: Feed details
fr_fr: Détails sur le flux

source: Title
fr_fr: Titre

source: Your podcast title.
fr_fr: Le titre de votre podcast.

source: Subtitle
fr_fr: Sous-titre

source: Your podcast subtitle.
fr_fr: Le sous-titre de votre podcast.

source: Author
fr_fr: Auteur

source: Your podcast author.
fr_fr: L'auteur de votre podcast.

source: Category
fr_fr: Catégorie

source: Your podcast's category.
fr_fr: La catégorie de votre podcast.

source: Sub-Category
fr_fr: Sous-catégorie

source: Description/Summary
fr_fr: Description/Sommaire

source: A description/summary of your podcast - no HTML allowed.
fr_fr: Une présentation du podcast - le HTML n'est pas autorisé.

source: Cover Image
fr_fr: Illustration

source: Your podcast cover image - must have a minimum size of 1400x1400 px.
fr_fr: L'illustration doit avoir une taille d'au moins 1400x1400 pixels.

source: Owner name
fr_fr: Nom du propriétaire

source: Podcast owner's name.
fr_fr: Nom du propriétaire du podcast.

source: Owner email address
fr_fr: Adresse e-mail du propriétaire

source: Podcast owner's email address.
fr_fr: L'adresse e-mail du propriétaire.

source: Language
fr_fr: Langue

source: Your podcast's language in %1$sISO-639-1 format%2$s.
fr_fr: au format %1$sISO-639-1%2$s

source: Explicit
fr_fr: Explicite

source: Mark if your podcast is explicit or not.
fr_fr: Noter que cet épisode contient un langage explicite (pour iTunes).

source: Redirect this feed to new URL
fr_fr: Rediriger ce flux vers une nouvelle URL

source: New podcast feed URL
fr_fr: Nouvelle URL du podcast

source: New feed URL
fr_fr: Nouvelle URL du flux

source: Security
fr_fr: Sécurité

source: Password protect your podcast feed
fr_fr: Protéger votre flux par mot de passe

source: Username
fr_fr: Nom d'utilisateur

source: Username for your podcast feed.
fr_fr: Nom d'utilisateur pour le flux de votre podcast.

source: Feed username
fr_fr: Nom d'utilisateur du flux

source: Password
fr_fr: Mot de passe

source: Feed password
fr_fr: Mot de passe du flux

source: No access message
fr_fr: Message de refus d'accè

source: Redirect podcast feed to new URL
fr_fr: Rediriger le flux du podcast vers une nouvelle URL

source: Publishing
fr_fr: Publication

source: Use these URLs to share and publish your podcast feed. These URLs will work with any podcasting service (including iTunes).
fr_fr: Utilisez ces URLs pour publier votre podcast. Elles fonctionneront avec n'importe quelle application (y compris iTunes).

source: External feed URL
fr_fr: URL du flux extérieur

source: If you are syndicating your podcast using a third-party service (like Feedburner) you can insert the URL here, otherwise this must be left blank.
fr_fr: Si vous faites la promotion de votre podcast via un service tiers (comme Feedburner), vous pouvez entrer l'URL ici, sinon laissez ce champ vide.

source: Complete feed
fr_fr: Flux terminé

source: Feed for a specific series
fr_fr: Flux d'une seule émission

source: Podcast page
fr_fr: Page des odcasts

source: View feed
fr_fr: Afficher le flux

source: Password stored securely
fr_fr: Le mot de passe est enresitré de manière sécurisée

source: Upload new image
fr_fr: Envoyer une nouvelle image

source: Remove image
fr_fr: Supprimer l'image

source: %1$s settings updated.
fr_fr: Paramètres de %1$s mis à jour.

source: Toggle series list display
fr_fr: Afficher/cacher la liste des émissions

source: Default feed
fr_fr: Flux par défaut

source: Save Settings
fr_fr: Enregistrer les paramètres

source: episodes
fr_fr: épisodes

source: Display a list of your most recent podcast episodes.
fr_fr: Affiche la liste des épisodes de podcast les plus récents.

source: Podcast: Recent Episodes
fr_fr: Podcast : épisodes récents

source: Recent Episodes
fr_fr: Épisodes récents

source: Listen to other episodes from this series
fr_fr: Écouter d'autre épisodes de cette émission

source: Title:
fr_fr: Titre :

source: Number of episodes to show:
fr_fr: Nombre d'épisodes à afficher :

source: Display episode date?
fr_fr: Afficher la date de l'épisode ?

source: Display a list of episodes from a single series.
fr_fr: Affiche les épisodes d'une seule émission

source: Podcast: Series
fr_fr: Podcasts : émissions

source: Use series title
fr_fr: Utiliser le titre de l'émission

source: Series:
fr_fr: Émissions :

source: Display series title inside widget?
fr_fr: Afficher le titre de l'émission dans le widget ?

source: Display series description?
fr_fr: Afficher la description de l'émission ?

source: Display a single podcast episode.
fr_fr: Affiche un seul épisode de podcast.

source: Podcast: Single Episode
fr_fr: Podcast: épisode individuel

source: Use episode title
fr_fr: Utiliser le titre de l'épisode

source: Episode:
fr_fr: Épisode :

source: - Latest episode -
fr_fr: - Dernier épisode -

source: Display episode title inside widget?
fr_fr: Afficher le titre de l'épisode dans le widget ?

source: Display episode excerpt?
fr_fr: Afficher un extrait de l'épisode ?

source: Display full episode content?
fr_fr: Afficher le contenu complet de l'épisode ?

source: Display episode audio player?
fr_fr: Afficher un lecteur audio de l'épisode ?

source: Display episode details?
fr_fr: Afficher les détails de l'épisode ?

source: and
fr_fr: et
